Repository: natelastname/chud-wtf-mods
Catalog: mob_related/mobs_mc/locale/*.po
Languages: de_de

source: Blaze Rod
de_de: Lohenrute

source: This is a crafting component dropped from dead blazes.
de_de: Dies ist eine Fertigungskomponente, welche von toten Lohen abfällt.

source: Blaze Powder
de_de: Lohenstaub

source: This item is mainly used for brewing potions and crafting.
de_de: Dieser Gegenstand wird hauptsächlich für die Trankzubereitung und die Fertigung benutzt.

source: Raw Chicken
de_de: Rohes Hühnchen

source: Raw chicken is a food item and can be eaten safely. Cooking it will increase its nutritional value.
de_de: Rohes Hühnchen ist ein Lebensmittel und kann problemlos gegessen werden. Es kann gegart werden, um den Nährwert zu erhöhen.

source: Cooked Chicken
de_de: Gebratenes Hühnchen

source: A cooked chicken is a healthy food item which can be eaten.
de_de: Ein gekochtes Hühnchen ist ein gesundes essbares Lebensmittel.

source: Feather
de_de: Feder

source: Feathers are used in crafting and are dropped from chickens.
de_de: Federn werden für die Fertigung benutzt und werden von Hühnern fallen gelassen.

source: Raw Beef
de_de: Rohes Rindfleisch

source: Raw beef is the flesh from cows and can be eaten safely. Cooking it will greatly increase its nutritional value.
de_de: Rohes Rindfleisch ist das Fleisch von Kühen und kann problemlos gegessen werden. Es kann gegart werden, um den Nährwert deutlich zu erhöhen.

source: Steak is cooked beef from cows and can be eaten.
de_de: Steak ist gebratenes Rindfleisch und kann gegessen werden.

source: Milk
de_de: Milch

source: Milk is a food item obtained by using a bucket on a cow.
de_de: Milch ist ein Lebensmittel, das man erhält, wenn man einen Eimer an einer Kuh benutzt.

source: Bowl
de_de: Schale

source: Bowls are mainly used to hold tasty soups.
de_de: Schüsseln werden benutzt, um leckere Suppen zu transportieren.

source: Mushroom Stew
de_de: Pilzsuppe

source: Mushroom stew is a healthy soup.
de_de: Pilzsuppe ist ein leckeres Gericht.

source: Dragon Egg
de_de: Drachenei

source: Eye of Ender
de_de: Enderauge

source: Ghast Tear
de_de: Ghastträne

source: A ghast tear is an item used in potion brewing. It is dropped from dead ghasts.
de_de: Eine Ghastträne kann für die Trankzubereitung benutzt werden. Sie wird von toten Ghasts abgeworfen.

source: Saddle
de_de: Sattel

source: Saddles can be put on horses, donkeys, mules and pigs in order to mount them.
de_de: Sattel können auf Pferden, Eseln, Maultieren und Schweinen platziert werden, um sich aufzusatteln.

source: Rightclick an animal while holding a saddle to put on the saddle. You can now mount the animal by rightclicking it again.
de_de: Rechtsklick auf ein Tier mit einem Sattel in der Hand, um den Sattel zu platzieren. Sie können sich nun mit Rechtsklick auf das Tier setzen.

source: Rightclick a horse to put on the horse armor. Donkeys and mules can't wear horse armor.
de_de: Rechts auf ein Pferd klicken, um die Pferderüstung zu benutzen. Das funktioniert nicht mit Eseln und Maultieren.

source: Iron Horse Armor
de_de: Eiserne Pferderüstung

source: Iron horse armor can be worn by horses to increase their protection from harm a bit.
de_de: Die Eisenpferderüstung kann von Pferden getragen werden, um sie etwas vor Schaden zu schützen.

source: Golden Horse Armor
de_de: Goldene Pferderüstung

source: Golden horse armor can be worn by horses to increase their protection from harm.
de_de: Die Goldpferderüstung kann von Pferden getragen werden, um sie vor Schaden zu schützen.

source: Diamond Horse Armor
de_de: Diamantene Pferderüstung

source: Diamond horse armor can be worn by horses to greatly increase their protection from harm.
de_de: Die Diamantpferderüstung kann von Pferden getragen werden, um ihre Schadenstoleranz stark zu erhöhen.

source: Raw Porkchop
de_de: Rohes Schweinefleisch

source: A raw porkchop is the flesh from a pig and can be eaten safely. Cooking it will greatly increase its nutritional value.
de_de: Ein rohes Stück Schweinefleisch kann bedenkenlos gegessen werden. Man kann es braten, um seinen Nährwert stark zu erhöhen.

source: Cooked Porkchop
de_de: Gebratenes Schweinefleisch

source: Carrot on a Stick
de_de: Karottenrute

source: A carrot on a stick can be used on saddled pigs to ride them. Pigs will also follow anyone who holds a carrot on a stick near them.
de_de: Eine Karottenrute kann auf gesattelten Schweinen angewendet werden, um sie zu reiten. Schweine folgen auch jeden, der eine Karottenrüte trägt.

source: Rightclick a saddled pig with the carrot on a stick to mount it. You can now ride it like a horse.
de_de: Rechts auf ein gesatteltes Schwein klicken, um sich draufzusetzen. Jetzt kann das Schwein wie ein Pferd geritten werden.

source: Raw Rabbit
de_de: Rohes Kaninchen

source: Raw rabbit is a food item from a dead rabbit. It can be eaten safely. Cooking it will increase its nutritional value.
de_de: Rohes Kaninchenfleisch ist ein Lebensmittel, welches bedenkenlos verzehrt werden kann. Es kann gebraten werden, um seinen Nährwert zu erhöhen.

source: Cooked Rabbit
de_de: Gebratenes Kaninchen

source: This is a food item which can be eaten.
de_de: Dies ist ein Lebensmittel.

source: Rabbit Hide
de_de: Kaninchenfell

source: Rabbit hide is used to create leather.
de_de: Aus Kaninchenfellen wird Leder gefertigt.

source: Rabbit's Foot
de_de: Hasenpfote

source: This item is used in brewing.
de_de: Dieser Gegenstand wird zum Brauen benutzt.

source: Raw Mutton
de_de: Rohes Hammelfleisch

source: Raw mutton is the flesh from a sheep and can be eaten safely. Cooking it will greatly increase its nutritional value.
de_de: Rohes Hammelfleisch ist das Fleisch eines Schafes und ein Lebensmittel, welches bedenkenlos verzehrt werden kann. Es kann gebraten werden, um seinen Nährwert deutlich zu erhöhen.

source: Cooked Mutton
de_de: Gebratenes Hammelfleisch

source: Cooked mutton is the cooked flesh from a sheep and is used as food.
de_de: Gebratenes Hammelfleisch ist das gebratene Fleisch eines Schafs und dient als Lebensmittel.

source: Shulker Shell
de_de: Shulkerschale

source: Shulker shells are used in crafting. They are dropped from dead shulkers.
de_de: Shulkerschalen werden für die Fertigung verwendet. Sie werden von toten Shulkern fallen gelassen.

source: Magma Cream
de_de: Magmacreme

source: Magma cream is a crafting component.
de_de: Magmacreme wird zum Fertigen benutzt.

source: Slimeball
de_de: Schleimkugel

source: Slimeballs are used in crafting. They are dropped from slimes.
de_de: Schleimkugeln werden in der Fertigung benutzt. Sie werden von Schleimen fallen gelassen.

source: Spider Eye
de_de: Spinnenauge

source: Spider eyes are used mainly in crafting and brewing. Spider eyes can be eaten, but they poison you and reduce your health by 2 hit points.
de_de: Spinnenaugen werden hauptsächlich für die Fertigung und die Trankzubereitung benutzt. Spinnenaugen können gegessen werden, aber sie vergiften Sie und Sie verlieren 2 Trefferpunkte.

source: Totem of Undying
de_de: Totem der Unsterblichkeit

source: A totem of undying is a rare artifact which may safe you from certain death.
de_de: Ein Totem der Unsterblichkeit ist ein seltenes Artefakt, welches Sie vor dem sicheren Tod bewahren kann.

source: The totem only works while you hold it in your hand. If you receive fatal damage, you are saved from death and you get a second chance with 1 HP. The totem is destroyed in the process, however.
de_de: Der Totem funktioniert nur, während Sie ihn in der Hand halten. Wenn sie tödlichen Schaden erhalten, werden Sie vom Tod bewahrt und erhalten eine zweite Lebenschance mit 1 HP. Der Totem geht dabei jedoch zu Bruch.

source: Rotten Flesh
de_de: Verrottetes Fleisch

source: Yuck! This piece of flesh clearly has seen better days. Eating it will only poison you and reduces your health by 4 hit points. But tamed wolves can eat it just fine.
de_de: Igitt! Dieses Stück Fleisch hat wohl bessere Tage gesehen. Wenn Sie es essen, werden Sie sofort vergiftet und erleiden einen Schaden von 4 Trefferpunkten. Aber gezähmte Wölfe können es problemlos fressen.

source: Nether Star
de_de: Netherstern

source: A nether star is a crafting component. It is dropped from the Wither.
de_de: Ein Netherstern ist eine Fertigungskomponente. Er wird vom Wither abgeworfen.

source: Bone
de_de: Knochen

source: Bones can be used to tame wolves so they will protect you. They are also useful as a crafting ingredient.
de_de: Knochen können benutzt werden, um Wölfe zu zähmen, damit sie einen beschützen. Sie außerdem nützlich in der Fertigung.

source: Hold the bone in your hand near wolves to attract them. Rightclick the wolf to give it a bone and tame it.
de_de: Halten Sie einen Knochen in der Nähe eines Wolfes, um ihn anzulocken. Rechtsklick auf den Wolf, um ihn den Knochen zu geben un zu zähmen.

source: Arrow
de_de: Pfeil

source: Arrows are ammunition for bows.
de_de: Pfeile sind Munition für Bögen.

source: To use arrows as ammunition for a bow, put them in the inventory slot following the bow. Slots are counted left to right, top to bottom.
de_de: Um Pfeile als Munition für einen Bogen zu benutzen, legen Sie sie in das Inventarfeld, das dem des Bogens folgt. Inventarfelder werden von links nach rechts, dann von oben nach unten gezählt.

source: Bow
de_de: Bogen

source: Bows are ranged weapons to shoot arrows at your foes.
de_de: Bögen sind Fernwaffen, um Pfeile auf Ihre Gegner zu schießen.

source: To use the bow, you first need to have at least one arrow in slot following the bow. Leftclick to shoot. Each hit deals 3 damage.
de_de: Um den Bogen zu benutzen, brauchen Sie zuerest mindestens einen Pfeil in dem Inventarfeld nach dem des Bogens. Linksklick zum Schießen. Jeder Treffer richtet 3 Schaden an.

source: Egg
de_de: Ei

source: Eggs can be thrown and break on impact. There is a small chance that 1 or even 4 chicks will pop out
de_de: Eier können geworfen werden und zerbrechen bei einem Treffer. Es gibt eine kleine Chance, dass 1 oder sogar 4 Küken auftauchen

source: Snowball
de_de: Schneeball

source: Snowballs can be thrown at your enemies. A snowball deals 3 damage to blazes, but is harmless to anything else.
de_de: Werfen Sie Schnebälle auf Ihre Feinde. Ein Schneeball richtet gegenüber Lohen 3 Schaden an, ist aber harmlos für alles andere.

source: Zombie Head
de_de: Zombiekopf

source: A zombie head is a small decorative block which resembles the head of a zombie.
de_de: Ein Zombiekopf ist ein kleiner dekorativer Block, der wie der Kopf eines Zombies aussieht.

source: Creeper Head
de_de: Creeperkopf

source: A creeper head is a small decorative block which resembles the head of a creeper.
de_de: Ein Creeperkopf ist ein kleiner dekorativer Block, der wie der Kopf eines Creeper aussieht.

source: Skeleton Skull
de_de: Skelettschädel

source: A skeleton skull is a small decorative block which resembles the skull of a skeleton.
de_de: Ein Skelettschädel ist ein kleiner dekorativer Block, der wie der Schädel eines Skeletts aussieht.

source: Wither Skeleton Skull
de_de: Witherskelettschädel

source: A wither skeleton skull is a small decorative block which resembles the skull of a wither skeleton.
de_de: Ein Witherskelettschädel ist ein kleiner dekorativer Block, der wie der Schädel eines Witherskeletts aussieht.

source: Bat
de_de: Fledermaus

source: Blaze
de_de: Lohe

source: Chicken
de_de: Huhn

source: Cow
de_de: Kuh

source: Ender Dragon
de_de: Enderdrache

source: Elder Guardian
de_de: Großer Wächter

source: Guardian
de_de: Wächter

source: Horse
de_de: Pferd

source: Skeleton Horse
de_de: Skelettpferd

source: Zombie Horse
de_de: Zombiepferd

source: Donkey
de_de: Esel

source: Mule
de_de: Maultier

source: Iron Golem
de_de: Eisengolem

source: Llama
de_de: Lama

source: Ocelot
de_de: Ozelot

source: Parrot
de_de: Papagei

source: Pig
de_de: Schwein

source: Polar Bear
de_de: Eisbär

source: Rabbit
de_de: Kaninchen

source: Killer Bunny
de_de: Killer-Kaninchen

source: Sheep
de_de: Schaf

source: Silverfish
de_de: Silberfischchen

source: Stone Monster Egg
de_de: Silberfischchen-Stein

source: Cobblestone Monster Egg
de_de: Silberfischchen-Bruchstein

source: Mossy Cobblestone Monster Egg
de_de: Bemooster Silberfischchen-Bruchstein

source: Stone Brick Monster Egg
de_de: Silberfischchen-Steinziegel

source: Stone Block Monster Egg
de_de: Silberfischchen-Steinblock

source: Skeleton
de_de: Skelett

source: Stray
de_de: Eiswanderer

source: Wither Skeleton
de_de: Witherskelett

source: Magma Cube
de_de: Magmawürfel

source: Slime
de_de: Schleim

source: Snow Golem
de_de: Schneegolem

source: Spider
de_de: Spinne

source: Cave Spider
de_de: Höhlenspinne

source: Squid
de_de: Tintenfisch

source: Vex
de_de: Plagegeist

source: Evoker
de_de: Magier

source: Illusioner
de_de: Illusionist

source: Villager
de_de: Dorfbewohner

source: Vindicator
de_de: Diener

source: Zombie Villager
de_de: Dorfbewohnerzombie

source: Witch
de_de: Hexe

source: Husk
de_de: Wüstenzombie

source: Zombie Pigman
de_de: Schweinezombie
